Repository: Erciyes-English/ee-website
Catalog: i18n/lingui/*/messages.po
Languages: tr

# about.image.alt
source: Hot air balloons flying over Cappadocia, Turkey
tr: Kapadokya, Türkiye üzerinde uçan sıcak hava balonları

# about.lizzy.alt
source: Lizzy Vick - English teacher in Kayseri
tr: Lizzy Vick - Kayseri'de ingilizce öğretmeni

# about.schauer.alt
source: Austin and Heath Schauer - English teachers in Kayseri
tr: Austin ve Heather Schauer - Kayseri'de İngilizce öğretmenleri

# footer.form-desc
source: Fill out this form and someone from our office will contact you!
tr: Bu formu doldur! Ofisimizden birisi seninle iletişime geçecektir!

# footer.form-title
source: More <0>Questions?</0>
tr: Daha Fazla <0>Soruların mı Var?</0>

# footer.headline
source: Get <0>In Touch</0>
tr: Bağlantıda <0>Ol</0>

# footer.map.alt
source: Erciyes English is located in Talas, Kayseri
tr: Erciyes English, Kayseri, Talas'ta bulunuyor.

# hero.bgimage.alt
source: Erciyes Mountain in Kayseri, Turkey
tr: Erciyes Dağı Kayseri, Türkiye

# hero.btn1
source: Programs
tr: Programlar

# hero.btn2
source: Register
tr: Kaydol

# hero.form-title
source: begin your english <0>journey today!</0>
tr: İngilizce Serüvenine <0>Bugün Başla!</0>

# hero.line1
source: sharing <0>life.</0>
tr: Konuşmayı <0>paylaşan,</0>

# hero.line2
source: sharing <0>conversation.</0>
tr: hayatı <0>paylaşır.</0>

# leadForm.fname
source: First Name
tr: Adın

# leadForm.gdpr
source: I consent to having this website store my submitted information so they can respond to my inquiry
tr: Bu web sitesinin gönderilen bilgilerimi depolamasına izin veriyorum, böylece soruma yanıt verebilsinler

# leadForm.interest
source: Interested In?
tr: Neye ilgin var?

# leadForm.interest.option1
source: Phase 1
tr: Aşama 1

# leadForm.interest.option2
source: Phase 2
tr: Aşama 2

# leadForm.interest.option3
source: Phase 3
tr: Aşama 3

# leadForm.interest.option4
source: Connect Program
tr: Bağlantı Programı

# leadForm.interest.option5
source: Conversation Club
tr: Sohbet Kulubü

# leadForm.interest.option6
source: One-on-one
tr: Bire Bir Dersler

# leadForm.interest.option7
source: Other
tr: Diğerleri

# leadForm.lname
source: Last Name
tr: Soyadın

# leadForm.phone
source: Phone
tr: Telefon

# leadForm.submit-btn
source: Send
tr: Gönder

# leadForm.submit-btn-sending
source: Sending
tr: Gönderiliyor

# leadForm.thankyou.headline
source: Sent!
tr: Gönderildi

# leadForm.thankyou.text
source: We'll answer shortly!
tr: Yakında cevaplayacağız!

# menu.about
source: About
tr: Bilgi

# menu.contact
source: Contact
tr: İletişim

# menu.home
source: Home
tr: Anasayfa

# menu.programs
source: Programs
tr: Programlar

# menu.register
source: Register
tr: Kaydol

# programs.bgimage.alt
source: Colorful hot air balloons at dawn in Cappadocia, Turkey
tr: Kapadokya, Türkiye'de şafakta renkli sıcak hava balonları

# programs.headline
source: Our <0>English Programs</0>
tr: İngilizce <0>Programlarımız</0>

# registerForm.address1.label
source: Address Line 1*
tr: Adres satırı 1*

# registerForm.address1.placeholder
source: Full address, business name, c/o
tr: Açık adres, şirket adı, c/o

# registerForm.address2.label
source: Address Line 2*
tr: Adres satırı 2

# registerForm.address2.placeholder
source: Apartment, flat, floor, etc.
tr: Apartman, daire, ünite, bina, kat vb.

# registerForm.childfname.label
source: Child's First Name
tr: Çocuğunuzun Adı

# registerForm.childfname.placeholder
source: Billy
tr: Aysun

# registerForm.childlname.label
source: Child's Last Name
tr: Çocuğunuzun Soyadı

# registerForm.childlname.placeholder
source: Smith
tr: Batur

# registerForm.city.label
source: City*
tr: İlçe

# registerForm.course.label
source: Which course are you registering for?*
tr: Hangi kursa kayıt oluyorsunuz?*

# registerForm.course.option.privatelessons
source: Private Lessons
tr: Özel dersler

# registerForm.course.option0
source: Select your course...
tr: Kursunuzu seçin...

# registerForm.course.option1
source: Phase 1
tr: Aşama 1

# registerForm.course.option2
source: Phase 2
tr: Aşama 2

# registerForm.course.option3
source: Phase 3
tr: Aşama 3

# registerForm.course.option4
source: Phase 4
tr: Aşama 4

# registerForm.course.option5
source: Children's Program
tr: Çocuk Programı

# registerForm.email.placeholder
source: mike@example.com
tr: nese@example.com

# registerForm.fname.label
source: First Name*
tr: Adın

# registerForm.fname.placeholder
source: Mike
tr: Ahmet

# registerForm.gdpr
source: I consent to having this website store my submitted information so they can respond to my inquiry.
tr: Bu web sitesinin gönderilen bilgilerimi depolamasına izin veriyorum, böylece soruma yanıt verebilsinler

# registerForm.groupDiscount
source: Are you part of a group?
tr: Bir grubun parçası olarak mı kayıt oluyorsun?

# registerForm.installments.label
source: How many payments?*
tr: Taksit Seçenekleri

# registerForm.installments.option0
source: Please select...
tr: Lütfen seç...

# registerForm.installments.option1
source: One Payment
tr: Peşin

# registerForm.installments.option2
source: Two Payments
tr: İki Taksit

# registerForm.lname.label
source: Last Name*
tr: Soyadın

# registerForm.lname.placeholder
source: Smith
tr: Batur

# registerForm.phone.label
source: Phone*
tr: Telefon

# registerForm.province.label
source: Province*
tr: Şehir

# registerForm.studentDiscount
source: Are you a returning student?
tr: Mevcut öğrencilerimizden biri misiniz?

# registerForm.submit.button
source: Register Now
tr: Kaydı Tamamla

# registerForm.submit.buttonSending
source: Submitting...
tr: Gönderiliyor...

# registerForm.submit.children
source: Children's Program
tr: Çocuk Programı

# registerForm.submit.course1
source: Phase 1 - Fall Semester
tr: Aşama 1 - Sonbahar Dönemi

# registerForm.submit.course2
source: Phase 2 - Fall Semester
tr: Aşama 2 - Sonbahar Dönemi

# registerForm.submit.course3
source: Phase 3 - Fall Semester
tr: Aşama 3 - Sonbahar Dönemi

# registerForm.submit.course4
source: Phase 4 - Fall Semester
tr: Aşama 4 - Sonbahar Dönemi

# registerForm.submit.earlyDiscount
source: 200TL Early Registration discount applied.
tr: 200TL Erken Kayıt indirimi uygulandı

# registerForm.submit.groupDiscount
source: 100TL Group discount applied.
tr: 100TL Grup indirimi uygulandı

# registerForm.submit.oneDiscount
source: 200TL One time payment discount applied.
tr: 200TL Peşin indirimi uygulanır.

# registerForm.submit.price.label
source: Total:
tr: Toplam:

# registerForm.submit.studentDiscount
source: 100TL Returning student discount applied.
tr: 100TL Mevcut öğrenci indirimi uygulandı

# registerForm.thankyou.headline
source: Sent!
tr: Gönderildi!

# registerForm.thankyou.text
source: Thank you for registering!
tr: Kayıt olduğunuz için teşekkürler!

# seo.home.description
source: English is a language center that exists to open the doors of your future through English fluency. We're located in Kayseri, Turkey
tr: Erciyes English ana dili İngilizce olan bir İngilizce kursudur ve geleceğinizin kapılarını aralayacaktır. Türkiye Kayseri'deyiz.

# seo.home.title
source: English learning in Kayseri, Turkey
tr: Kayseri'de İngilizce Kursu

# seo.register.description
source: Register for our English courses today to improve your English fluency. We're located in Kayseri, Turkey.
tr: İngilizce akıcılığınızı geliştirmek için bugün İngilizce kurslarımıza kaydolun. Türkiye Kayseri'deyiz.

# seo.register.title
source: Begin your english journey today
tr: İngilizce yolculuğunuza bugün başlayın
